{
  "skills": {
    "title": "Tecnologias",
    "content": ""
  },
  "aboutMe": {
    "title": "Sobre Mim",
    "content": "Desenvolvedor com principal atuação no Backend Java-Spring Boot. \n\n Atuo no desenvolvimento de soluções completas e APIs para manuseio de dados com segurança, autenticação integrada com logins em redes sociais, site e aplicativo operacional, integração com meios de pagamento, pipelines para hospedagem em nuvem e deploy automatizado. \n\n Conhecimentos em Java, C#, HTML, CSS, React, React Native, JavaScript, SQL, NoSQL, Containers (Docker e Kubernetes), Azure Cloud Computing, Google Cloud, Git, GitHub Actions, Postman, Insomnia. \n\n Planejamento de arquitetura moderna preparado para fácil implementação de updates futuros. Bancos de dados eficientes com indexações pontuais para garantia de performance, tanto de leitura quanto de escrita. Experiente em identificar loops desnecessários (over loops) e otimizar processos. \n\n Pós-Graduação - Arquitetura e Desenvolvimento JAVA"
  },
  "projects": {
    "title": "Projetos",
    "content": "Here you can showcase your projects.",
    "projectsIWorkedOn": "Projetos Entregues",
    "portfolioProjects": "Projetos Portfólio",
    "myHealth": {
      "title": "minha-saude.com",
      "description": "Um aplicativo de gerenciamento de saúde que permite aos usuários acompanhar seu histórico médico, consultas e medicamentos. Construído com React Native para compatibilidade entre plataformas e integrado a uma API backend para armazenamento e recuperação de dados."
    },
    "restaurantDelivery": {
      "title": "Restaurante Delivery",
      "description": "Um aplicativo de entrega de alimentos que conecta usuários a restaurantes locais. Construído com React e Node.js, apresentando rastreamento de pedidos em tempo real e uma interface amigável."
    }
  },
  "contacts": {
    "title": "Contatos",
    "content": "Aqui você pode mostrar seus contatos."
  },
  "login": "Entrar",
  "logout": "Sair",
  "copiedMsg": "Copiado"
}